tap "homebrew/services"
tap "homebrew/versions"

brew "curl", args: ["with-openssl"]
brew "diff-so-fancy"
brew "direnv"
brew "exercism"
brew "fish"
brew "git"
brew "htop"
brew "hub"
brew "jq"
brew "kafkacat"
brew "leiningen"
brew "maven"
brew "mobile-shell"
brew "opam"
brew "parallel"
brew "pass"
# because fish
brew "rbenv", args: ["HEAD"]
brew "rbenv-aliases"
brew "rbenv-vars"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "sbt"
brew "scala"
brew "ssh-copy-id"
brew "task"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "watch"
